{
  "id": "coinify",
  "name": "Coinify",
  "private": true,
  "url": "https://platform-app-coinify-staging.vercel.app/?env=sandbox",
  "homepageUrl": "https://www.coinify.com/",
  "icon": "https://cdn.live.ledger.com/icons/platform/coinify.png",
  "platforms": ["android", "desktop", "ios"],
  "apiVersion": "^2.0.0",
  "manifestVersion": "2",
  "branch": "stable",
  "categories": ["buy", "sell"],
  "currencies": "*",
  "content": {
    "shortDescription": {
      "ar": "طريقة سريعة وبسيطة وآمنة لشراء الأصول المشفرة.",
      "de": "Eine schnelle, einfache und sichere Möglichkeit, Kryptos zu kaufen.",
      "en": "A fast, simple, and secure way to buy crypto.",
      "es": "Una forma rápida, sencilla y segura de comprar cripto.",
      "fr": "Un moyen rapide, simple et sécurisé d’acheter des cryptos.",
      "ja": "暗号資産を迅速・簡単・安全に購入する方法。",
      "ko": "신속하고 간편하며 안전한 암호화폐 구매 방법",
      "pt": "Uma maneira rápida, simples e segura de comprar cripto.",
      "ru": "Быстрый, простой и безопасный способ покупки криптовалют.",
      "tr": "Kripto para satın almak için hızlı, basit ve güvenli bir yol.",
      "zh": "简单、快捷、安全的加密货币购买方式。"
    },
    "description": {
      "ar": "Coinify هي منصة على الإنترنت آمنة تقدم طريقةً سهلةً لشراء وبيع العملات الافتراضية.",
      "de": "Coinify ist eine sichere Online-Plattform, die einen einfachen Weg zum Kauf und Verkauf von virtuellen Währungen bietet.",
      "en": "Coinify is a secure online platform that offers an easy way to buy and sell virtual currencies.",
      "es": "Coinify es una plataforma online segura que ofrece una manera fácil de comprar y vender divisas virtuales.",
      "fr": "Coinify est une plateforme en ligne sécurisée qui permet d’acheter et de vendre facilement des monnaies virtuelles.",
      "ja": "Coinifyは、暗号資産を安全かつ簡単に売買できるオンラインプラットフォームです。",
      "ko": "Coinify는 쉽고 간단한 가상화폐 매매 서비스를 제공하는 안전한 온라인 플랫폼입니다.",
      "pt": "A Coinify é uma plataforma online segura que oferece uma maneira fácil de comprar e vender moedas virtuais.",
      "ru": "Coinify — безопасная онлайн-платформа для лёгких покупок и продаж виртуальных валют.",
      "tr": "Coinify, sanal para alıp satmanın kolay bir yolunu sunan güvenli bir çevrim içi platformdur.",
      "zh": "Coinify 是一个安全的在线平台，可以轻松买卖虚拟货币。"
    }
  },
  "permissions": [
    "account.list",
    "account.receive",
    "account.request",
    "currency.list",
    "device.close",
    "device.exchange",
    "device.transport",
    "message.sign",
    "transaction.sign",
    "transaction.signAndBroadcast",
    "storage.set",
    "storage.get",
    "bitcoin.getXPub",
    "wallet.capabilities",
    "wallet.userId",
    "wallet.info",
    "exchange.start",
    "exchange.complete",
    "custom.exchange.start",
    "custom.exchange.complete",
    "custom.exchange.error"
  ],
  "domains": ["http://", "https://"],
  "visibility": "complete"
}
